IdeaRS.Connections
CleatData.ConnectedToPlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the connected to plate item (connected member is connected to this plate).
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectedToPlatePath { get; set; }
Property Value
Type: String
See Also
Reference
CleatData Class
IdeaRS.Connections.Data Namespace